Repository: bkirova/eim
Catalog: po/*.po
Languages: es, zh_tw

source: Continue
es: Continuar
zh_tw: 繼續

source: Heart Sensor
es: Sensor corazón
zh_tw: 心臟傳感器

source: Hello, and welcome to the <em>Emotion in Motion</em> experiment!
es: Hola, y bienvenido al experimento <em>Emotion in Motion</em>.
zh_tw: 您好，歡迎到 <em>Emotion in Motion</em> 實驗！

source: Instructions
es: Instrucciones
zh_tw: 說明

source: Now, insert your index finger into the grey plastic clip. Your finger should touch the rubber stopper at the end.
es: Ahora, inserte el dedo índice en la pinza de plástico gris. El dedo debe tocar el tapón de goma en el extremo.
zh_tw: 現在，將你的食指進灰的塑料夾子。手指應在結束觸摸橡膠塞。

source: Please indicate your answers by selecting the relevant checkboxes or clicking on the 5-point scale. Many questions require you to respond with such a 5-point scale. As such, an example is provided here for you to try before beginning the experiment. You may either click anywhere along the scale to move the button to your selected answer, or select your answer by clicking and dragging the button itself.
es: Por favor, indique sus respuestas mediante la selección de las casillas de verificación pertinentes o hacer clic en la escala de 5 puntos. Muchas preguntas requieren que responder con una escala de 5 puntos tales. Como tal, se proporciona un ejemplo aquí para que usted pruebe antes de comenzar el experimento. Usted puede hacer clic en cualquier lugar a lo largo de la escala para mover el botón a su respuesta seleccionada, o seleccione su respuesta haciendo clic y arrastrando el botón en sí.
zh_tw: 通過選擇相關複選框或點擊5點量表請註明您的答案。許多問題需要你這樣一個5點量表回應。因此，一個例子是在這裡為您提供了在開始實驗前試試。您既可以點擊任何位置的刻度移動按鈕到你選擇的答案，或通過單擊並拖動按鈕本身選擇你的答案。

source: Please place the sensors on the fingers of your <span class="text-danger">left</span> hand as indicated in the photos below. During the listening part of the experiment please keep this hand as still as possible. Wrap the velcro straps around the tips your 2 middle fingers, making sure that the small metal plate is against the skin of the inside of your finger. The straps should be tight but not so tight that it is uncomfortable.
es: Por favor, coloque los sensores con los dedos de la mano <span class="text-danger">izquierda</span> como se indica en las fotos de abajo. Durante la parte de escuchar del experimento por favor mantenga esta mano lo más quieto posible. Envuelva las correas de velcro alrededor de las puntas de sus dos dedos del medio, asegurándose de que la pequeña placa de metal está en contra de la piel de la parte interior de su dedo. Las correas deben ser firmes, pero no tan apretado que es incómodo.
zh_tw: 請把傳感器上左手的手指，如下面的照片所示。在實驗過程中的聽力部分，請保留此手盡可能保持平穩。包裹魔術貼綁帶繞提示你2中指，確保小金屬板塊是對你的手指內側的皮膚上。肩帶應該是緊張，但沒那麼緊了，這是不舒服的。

source: Select Language
es: Seleccionar idioma
zh_tw: 選擇語言

source: Skin Sensors
es: Los sensores de la piel
zh_tw: 皮膚傳感器

source: Start Experiment
es: Iniciar Experimento
zh_tw: 開始實驗

source: Step One
es: Paso uno
zh_tw: 步驟一

source: Step Two
es: Paso dos
zh_tw: 第二步

source: The experiment will last approximately 15 minutes.
es: El experimento tendrá una duración de aproximadamente 15 minutos.
zh_tw: 該實驗將持續約15分鐘。

source: The songs that you will hear will be selected randomly.
es: Las canciones que va a escuchar serán seleccionados al azar.
zh_tw: 你會聽到這些歌曲將被隨機抽取。

source: We would like you to wear some sensors that will monitor your heart and skin while you listen to three short pieces of music. After each piece, you will be asked some questions about how the music made you feel.
es: Nos gustaría que use algunos sensores que monitorean el corazón y la piel mientras escucha tres piezas cortas de música. Después de cada pieza, se le pedirá algunas preguntas sobre cómo la música te hace sentir.
zh_tw: 我們希望你能穿一些傳感器，當您聽到三短的音樂片段，將監視你的心臟和皮膚。每件作品後，你會被詢問如何音樂讓你覺得有些問題。

source: Welcome
es: Bienvenido
zh_tw: 歡迎

source: to Emotion in Motion
es: a Emotion in Motion
zh_tw: Emotion in Motion
